Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Switchyard currently requires an Apple Silicon Mac running macOS 14 or later.
de: Switchyard benötigt einen Mac mit Apple Silicon und macOS 14 oder neuer.
es: Switchyard requiere un Mac con Apple Silicon y macOS 14 o posterior.
fr: Switchyard nécessite un Mac avec puce Apple et macOS 14 ou version ultérieure.
ja: Switchyardを使用するには、Apple Silicon搭載MacとmacOS 14以降が必要です。
ko: Switchyard에는 Apple Silicon Mac과 macOS 14 이상이 필요합니다.
pt_br: O Switchyard requer um Mac com Apple Silicon e macOS 14 ou posterior.
ru: Для работы Switchyard требуется Mac с Apple Silicon и macOS 14 или новее.
zh_hans: Switchyard 需要配备 Apple Silicon 且运行 macOS 14 或更高版本的 Mac。
zh_hant: Switchyard 需要配備 Apple Silicon 且執行 macOS 14 或以上版本的 Mac。

source: Switchyard does not download or bundle GPTK. Apple handles sign-in and license acceptance; Switchyard imports only after checking the DMG's executable code for Apple signatures.
de: Switchyard lädt GPTK nicht herunter oder bündelt es nicht. Apple kümmert sich um die Anmeldung und die Lizenzannahme; Switchyard importiert erst, nachdem der ausführbare Code der DMG auf Apple-Signaturen überprüft wurde.
es: Switchyard no descarga ni incluye GPTK. Apple maneja el inicio de sesión y la aceptación de licencias; Switchyard importa solo después de verificar el código ejecutable de DMG para buscar firmas de Apple.
fr: Switchyard ne télécharge ni ne regroupe GPTK. Apple gère la connexion et l'acceptation de la licence ; Switchyard importe uniquement après avoir vérifié le code exécutable du DMG pour les signatures Apple.
ja: Switchyard は、GPTK をダウンロードまたはバンドルしません。 Apple がサインインとライセンスの受け入れを処理します。 Switchyard は、DMG の実行可能コードで Apple 署名を確認した後にのみインポートします。
ko: Switchyard는 GPTK를 다운로드하거나 번들링하지 않습니다. Apple은 로그인 및 라이센스 승인을 처리합니다. Switchyard는 DMG의 실행 코드에서 Apple 서명을 확인한 후에만 가져옵니다.
pt_br: Switchyard não baixa nem inclui GPTK. A Apple cuida do login e aceitação de licenças; Switchyard importa somente após verificar o código executável do DMG para assinaturas Apple.
ru: Switchyard не загружает и не связывает GPTK. Apple осуществляет вход в систему и принятие лицензии; Switchyard импортируется только после проверки исполняемого кода DMG на наличие подписей Apple.
zh_hans: Switchyard 不下载或捆绑 GPTK。 Apple 处理登录和许可接受； Switchyard 仅在检查 DMG 的可执行代码的 Apple 签名后导入。
zh_hant: Switchyard 不下載或捆綁 GPTK。 Apple 處理登入和授權接受；Switchyard 僅在檢查 DMG 的可執行程式碼的 Apple 簽章後匯入。

source: Switchyard downloads SteamSetup.exe directly from Valve over HTTPS.
de: Switchyard lädt SteamSetup.exe direkt von Valve über HTTPS herunter.
es: Switchyard descarga SteamSetup.exe directamente desde Valve a través de HTTPS.
fr: Switchyard télécharge SteamSetup.exe directement à partir de Valve via HTTPS.
ja: Switchyard は、HTTPS を介して Valve から SteamSetup.exe を直接ダウンロードします。
ko: Switchyard는 HTTPS를 통해 Valve에서 직접 SteamSetup.exe를 다운로드합니다.
pt_br: O Switchyard baixa o SteamSetup.exe diretamente da Valve por HTTPS.
ru: Switchyard загружает SteamSetup.exe непосредственно из Valve через HTTPS.
zh_hans: Switchyard 通过 HTTPS 直接从 Valve 下载 SteamSetup.exe。
zh_hant: Switchyard 透過 HTTPS 直接從 Valve 下載 SteamSetup.exe。

source: Switchyard downloads only Valve's installer. The normal Steam screens handle games, updates, and account sign-in.
de: Switchyard lädt nur das Installationsprogramm von Valve herunter. Die normalen Steam-Bildschirme verwalten Spiele, Updates und Kontoanmeldungen.
es: Switchyard descarga únicamente el instalador de Valve. Las pantallas normales Steam manejan juegos, actualizaciones e inicio de sesión de cuenta.
fr: Switchyard télécharge uniquement le programme d'installation de Valve. Les écrans Steam normaux gèrent les jeux, les mises à jour et la connexion au compte.
ja: Switchyard は、Valve のインストーラーのみをダウンロードします。通常の Steam 画面は、ゲーム、アップデート、アカウントのサインインを処理します。
ko: Switchyard는 Valve의 설치 프로그램만 다운로드합니다. 일반적인 Steam 화면은 게임, 업데이트 및 계정 로그인을 처리합니다.
pt_br: O Switchyard baixa apenas o instalador da Valve. As telas normais do Steam gerenciam jogos, atualizações e o login da conta.
ru: Switchyard загружает только установщик Valve. Обычные экраны Steam обрабатывают игры, обновления и вход в учетную запись.
zh_hans: Switchyard 仅下载 Valve 的安装程序。普通的 Steam 屏幕处理游戏、更新和帐户登录。
zh_hant: Switchyard 僅下載 Valve 的安裝程式。普通的 Steam 螢幕處理遊戲、更新和帳戶登入。

source: Switchyard installs OFL Noto fonts into containers and maps common Windows font family names without bundling Microsoft fonts.
de: Switchyard installiert OFL Noto-Schriftarten in Containern und ordnet gängige Windows-Schriftfamiliennamen zu, ohne Microsoft-Schriftarten zu bündeln.
es: Switchyard instala las fuentes Noto OFL en contenedores y asigna nombres de familias de fuentes Windows comunes sin agrupar fuentes de Microsoft.
fr: Switchyard installe les polices OFL Noto dans des conteneurs et mappe les noms de familles de polices Windows courantes sans regrouper les polices Microsoft.
ja: Switchyard は、OFL Noto フォントをコンテナーにインストールし、Microsoft フォントをバンドルせずに一般的な Windows フォント ファミリ名をマップします。
ko: Switchyard는 OFL Noto 글꼴을 컨테이너에 설치하고 Microsoft 글꼴을 번들링하지 않고 일반적인 Windows 글꼴 제품군 이름을 매핑합니다.
pt_br: O Switchyard instala fontes Noto com licença OFL nos contêineres e mapeia nomes comuns de famílias de fontes do Windows sem incluir fontes da Microsoft.
ru: Switchyard устанавливает шрифты OFL Noto в контейнеры и сопоставляет общие имена семейств шрифтов Windows без объединения шрифтов Microsoft.
zh_hans: Switchyard 将 OFL Noto 字体安装到容器中，并映射常见的 Windows 字体系列名称，而无需捆绑 Microsoft 字体。
zh_hant: Switchyard 將 OFL Noto 字型安裝到容器中，並對應常見的 Windows 字型系列名稱，而無需捆綁 Microsoft 字型。

source: Switchyard is downloading and verifying the files it needs. Keep the app open while this finishes.
de: Switchyard lädt die benötigten Dateien herunter und überprüft sie. Lassen Sie die App geöffnet, während der Vorgang abgeschlossen ist.
es: Switchyard está descargando y verificando los archivos que necesita. Mantén la aplicación abierta mientras esto termina.
fr: Switchyard télécharge et vérifie les fichiers dont il a besoin. Gardez l'application ouverte pendant que cela se termine.
ja: Switchyard は、必要なファイルをダウンロードして確認しています。これが完了するまでアプリを開いたままにしてください。
ko: Switchyard가 필요한 파일을 다운로드하고 확인하는 중입니다. 이 작업이 완료되는 동안 앱을 열어두세요.
pt_br: Switchyard está baixando e verificando os arquivos que precisa. Mantenha o app aberto enquanto isso termina.
ru: Switchyard загружает и проверяет необходимые файлы. Держите приложение открытым, пока это закончится.
zh_hans: Switchyard 正在下载并验证所需的文件。完成此操作后，保持应用程序打开。
zh_hant: Switchyard 正在下載並驗證所需的檔案。完成此操作後，請保持應用程式開啟。

source: Switchyard is ready
de: Switchyard ist bereit
es: Switchyard está listo
fr: Switchyard est prêt
ja: Switchyard の準備ができました
ko: Switchyard가 준비되었습니다
pt_br: Switchyard está pronto
ru: Switchyard готов.
zh_hans: Switchyard 已准备好
zh_hant: Switchyard 已準備好

source: Switchyard only installs a runtime after its online release matches this app's signed compatibility policy.
de: Switchyard installiert eine Laufzeitumgebung erst, wenn ihre Online-Veröffentlichung mit der signierten Kompatibilitätsrichtlinie dieser App übereinstimmt.
es: Switchyard solo instala un tiempo de ejecución después de que su lanzamiento en línea coincida con la política de compatibilidad firmada de esta aplicación.
fr: Switchyard installe un runtime uniquement une fois que sa version en ligne correspond à la politique de compatibilité signée de cette application.
ja: Switchyard は、オンライン リリースがこのアプリの署名済み互換性ポリシーと一致した場合にのみランタイムをインストールします。
ko: Switchyard는 온라인 릴리스가 이 앱의 서명된 호환 정책과 일치할 때만 런타임을 설치합니다.
pt_br: O Switchyard só instala um runtime quando a versão online corresponde à política de compatibilidade assinada deste app.
ru: Switchyard устанавливает среду выполнения только после того, как ее онлайн-выпуск соответствует подписанной политике совместимости этого приложения.
zh_hans: Switchyard 仅在其在线版本与此应用程序的签名兼容性策略匹配后安装运行时。
zh_hant: Switchyard 僅在其線上版本與此應用程式的簽章相容性原則相符後安裝執行時間。

source: Switchyard pins one recommended runtime for automatic setup and verifies every manually selected official release before installation.
de: Switchyard legt eine empfohlene Laufzeitumgebung für die automatische Einrichtung fest und überprüft jede manuell ausgewählte offizielle Version vor der Installation.
es: Switchyard fija un entorno recomendado para la configuración automática y verifica cada versión oficial elegida manualmente antes de instalarla.
fr: Switchyard fixe un environnement recommandé pour la configuration automatique et vérifie chaque version officielle choisie manuellement avant son installation.
ja: Switchyard は自動セットアップ用に推奨ランタイムを 1 つ固定し、手動で選択した公式リリースはインストール前に必ず検証します。
ko: Switchyard는 자동 설정에 사용할 권장 런타임 하나를 고정하고, 수동으로 선택한 모든 공식 릴리스는 설치 전에 검증합니다.
pt_br: O Switchyard fixa um runtime recomendado para a configuração automática e verifica cada versão oficial escolhida manualmente antes da instalação.
ru: Switchyard закрепляет одну рекомендуемую среду выполнения для автоматической настройки и проверяет каждый выбранный вручную официальный выпуск перед установкой.
zh_hans: Switchyard 会为自动设置固定一个推荐运行时，并在安装前验证每个手动选择的官方版本。
zh_hant: Switchyard 會為自動設定固定一個建議的執行環境，並在安裝前驗證每個手動選擇的官方版本。

source: Switchyard v1 supports Apple Silicon only.
de: Switchyard v1 unterstützt nur Apple Silicon.
es: Switchyard v1 solo admite Apple Silicon.
fr: Switchyard v1 prend en charge uniquement Apple Silicon.
ja: Switchyard v1 は Apple Silicon のみをサポートします。
ko: Switchyard v1은 Apple Silicon만 지원합니다.
pt_br: Switchyard v1 suporta apenas Apple Silicon.
ru: Switchyard v1 поддерживает только Apple Silicon.
zh_hans: Switchyard v1 仅支持 Apple Silicon。
zh_hant: Switchyard v1 僅支援 Apple Silicon。

source: Switchyard verifies the executable code before copying it into its private cache.
de: Switchyard überprüft den ausführbaren Code, bevor er ihn in seinen privaten Cache kopiert.
es: Switchyard verifica el código ejecutable antes de copiarlo en su caché privada.
fr: Switchyard vérifie le code exécutable avant de le copier dans son cache privé.
ja: Switchyard は、実行可能コードをプライベート キャッシュにコピーする前に検証します。
ko: Switchyard는 실행 코드를 개인 캐시에 복사하기 전에 확인합니다.
pt_br: Switchyard verifica o código executável antes de copiá-lo para seu cache privado.
ru: Switchyard проверяет исполняемый код перед копированием его в свой частный кэш.
zh_hans: Switchyard 在将可执行代码复制到其私有缓存之前对其进行验证。
zh_hant: Switchyard 在將可執行程式碼複製到其私人快取之前對其進行驗證。

source: Switchyard will check this Mac, download its compatibility files, and guide you through the one Apple download it cannot provide itself. Your apps and games stay on this Mac.
de: Switchyard überprüft diesen Mac, lädt seine Kompatibilitätsdateien herunter und führt Sie durch den Download, den Apple nicht selbst bereitstellen kann. Ihre Apps und Spiele bleiben auf diesem Mac.
es: Switchyard verificará esta Mac, descargará sus archivos de compatibilidad y lo guiará a través de la descarga de Apple que no puede proporcionar por sí misma. Tus aplicaciones y juegos permanecen en esta Mac.
fr: Switchyard vérifiera ce Mac, téléchargera ses fichiers de compatibilité et vous guidera à travers le téléchargement Apple qu'il ne peut pas fournir lui-même. Vos applications et jeux restent sur ce Mac.
ja: Switchyard は、この Mac をチェックし、互換性ファイルをダウンロードし、Apple 自体が提供できないダウンロード方法を案内します。アプリとゲームはこの Mac 上に残ります。
ko: Switchyard는 이 Mac을 확인하고 호환 파일을 다운로드하며 자체적으로 제공할 수 없는 Apple 다운로드를 안내합니다. 앱과 게임은 이 Mac에 그대로 유지됩니다.
pt_br: Switchyard vai verificar este Mac, baixar seus arquivos de compatibilidade e te guiar pelo único download da Apple que ele não pode fornecer para si mesmo. Seus aplicativos e jogos ficam neste Mac.
ru: Switchyard проверит этот Mac, загрузит файлы совместимости и проведет вас через ту загрузку Apple, которую он не может предоставить сам. Ваши приложения и игры останутся на этом Mac.
zh_hans: Switchyard 将检查此 Mac，下载其兼容性文件，并指导您完成 Apple 无法自行提供的下载。您的应用程序和游戏将保留在这台 Mac 上。
zh_hant: Switchyard 將檢查此 Mac，下載其相容性文件，並引導您完成 Apple 無法自行提供的下載。您的應用程式和遊戲將保留在這台 Mac 上。

source: Switchyard will guide you through the remaining steps before installing a Windows app.
de: Switchyard führt Sie durch die verbleibenden Schritte vor der Installation einer Windows-App.
es: Switchyard lo guiará a través de los pasos restantes antes de instalar una aplicación Windows.
fr: Switchyard vous guidera à travers les étapes restantes avant d'installer une application Windows.
ja: Switchyard では、Windows アプリをインストールする前の残りの手順について説明します。
ko: Switchyard는 Windows 앱을 설치하기 전에 나머지 단계를 안내합니다.
pt_br: Switchyard vai te guiar pelas etapas restantes antes de instalar um aplicativo Windows.
ru: Switchyard проведет вас через оставшиеся шаги перед установкой приложения Windows.
zh_hans: Switchyard 将引导您完成安装 Windows 应用程序之前的剩余步骤。
zh_hant: Switchyard 將引導您完成安裝 Windows 應用程式之前的剩餘步驟。

source: Switchyard will not browse a path outside this container.
de: Switchyard durchsucht keinen Pfad außerhalb dieses Containers.
es: Switchyard no buscará una ruta fuera de este contenedor.
fr: Switchyard ne parcourra pas un chemin en dehors de ce conteneur.
ja: Switchyard は、このコンテナーの外部のパスを参照しません。
ko: Switchyard는 이 컨테이너 외부의 경로를 탐색하지 않습니다.
pt_br: O Switchyard não abrirá um caminho fora deste contêiner.
ru: Switchyard не будет просматривать путь за пределами этого контейнера.
zh_hans: Switchyard 不会浏览此容器之外的路径。
zh_hant: Switchyard 不會瀏覽此容器以外的路徑。

source: Switchyard will open Apple's Rosetta installer. Continuing accepts Apple's Rosetta software license; macOS handles any approval that is required.
de: Switchyard öffnet das Rosetta-Installationsprogramm von Apple. Continuing akzeptiert die Rosetta-Softwarelizenz von Apple; macOS kümmert sich um alle erforderlichen Genehmigungen.
es: Switchyard abrirá el instalador Rosetta de Apple. Continuar acepta la licencia de software Rosetta de Apple; macOS maneja cualquier aprobación que se requiera.
fr: Switchyard ouvrira le programme d'installation Rosetta d'Apple. Continuer accepte la licence du logiciel Rosetta d'Apple ; macOS gère toute approbation requise.
ja: Switchyard は Apple の Rosetta インストーラーを開きます。続行すると、Apple の Rosetta ソフトウェア ライセンスが受け入れられます。 macOS は、必要な承認を処理します。
ko: Switchyard는 Apple의 Rosetta 설치 프로그램을 엽니다. 계속하면 Apple의 Rosetta 소프트웨어 라이센스에 동의합니다. macOS는 필요한 모든 승인을 처리합니다.
pt_br: O Switchyard abrirá o instalador do Rosetta da Apple. Ao continuar, você aceita a licença de software do Rosetta; o macOS solicitará as aprovações necessárias.
ru: Switchyard откроет установщик Apple Rosetta. Продолжается принятие лицензии на программное обеспечение Apple Rosetta; macOS обрабатывает все необходимые утверждения.
zh_hans: Switchyard 将打开 Apple 的 Rosetta 安装程序。继续接受Apple的Rosetta软件许可； macOS 处理所需的任何批准。
zh_hant: Switchyard 將開啟 Apple 的 Rosetta 安裝程式。繼續接受Apple的Rosetta軟體授權； macOS 處理所需的任何批准。

source: Switchyard will redact common secrets and your home folder path before copying.
de: Switchyard schwärzt vor dem Kopieren allgemeine Geheimnisse und den Pfad Ihres Home-Ordners.
es: Switchyard redactará los secretos comunes y la ruta de su carpeta de inicio antes de copiar.
fr: Switchyard supprimera les secrets communs et le chemin de votre dossier personnel avant la copie.
ja: Switchyard は、コピーする前に共通のシークレットとホーム フォルダーのパスを編集します。
ko: Switchyard는 복사하기 전에 일반 비밀과 홈 폴더 경로를 수정합니다.
pt_br: Antes de copiar, o Switchyard ocultará dados sensíveis comuns e o caminho da sua pasta pessoal.
ru: Switchyard отредактирует общие секреты и путь к вашей домашней папке перед копированием.
zh_hans: Switchyard 将在复制之前编辑常见机密和您的主文件夹路径。
zh_hant: Switchyard 將在複製之前編輯常見機密和您的主資料夾路徑。

source: System Default
de: Systemeinstellung
es: Configuración del sistema
fr: Réglage système
ja: システム設定
ko: 시스템 설정
pt_br: Ajuste do sistema
ru: Системные настройки
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Technical Details
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
ja: 技術的な詳細
ko: 기술 세부 정보
pt_br: Detalhes técnicos
ru: Технические детали
zh_hans: 技术细节
zh_hant: 技術細節

source: The Apple code-signing requirement could not be created.
de: Die Apple-Codesignaturanforderung konnte nicht erstellt werden.
es: No se pudo crear el requisito de firma de código de Apple.
fr: L'exigence de signature de code Apple n'a pas pu être créée.
ja: Apple コード署名要件を作成できませんでした。
ko: Apple 코드 서명 요구 사항을 생성할 수 없습니다.
pt_br: A exigência de assinatura de código da Apple não pôde ser criada.
ru: Не удалось создать требование подписи кода Apple.
zh_hans: 无法创建 Apple 代码签名要求。
zh_hant: 無法建立 Apple 代碼簽署要求。

source: The GPTK source contains a symbolic link outside its import directory.
de: Die Quelle GPTK enthält einen symbolischen Link außerhalb ihres Importverzeichnisses.
es: La fuente GPTK contiene un enlace simbólico fuera de su directorio de importación.
fr: La source GPTK contient un lien symbolique en dehors de son répertoire d'importation.
ja: GPTK ソースには、インポート ディレクトリの外にシンボリック リンクが含まれています。
ko: GPTK 소스에 가져오기 디렉터리 밖을 가리키는 심볼릭 링크가 있습니다.
pt_br: A fonte GPTK contém um link simbólico fora de seu diretório de importação.
ru: Исходный код GPTK содержит символическую ссылку вне каталога импорта.
zh_hans: GPTK 源在其导入目录之外包含一个符号链接。
zh_hant: GPTK 來源在其導入目錄之外包含一個符號連結。

source: The GitHub release information could not be read: %@
de: Die Release-Informationen GitHub konnten nicht gelesen werden: %1$@
es: No se pudo leer la información de la versión GitHub: %1$@
fr: Les informations sur la version GitHub n'ont pas pu être lues : %1$@
ja: GitHub リリース情報を読み取れませんでした: %1$@
ko: GitHub 릴리스 정보를 읽을 수 없습니다: %1$@
pt_br: Não foi possível ler as informações da versão no GitHub: %1$@
ru: Не удалось прочитать информацию о выпуске GitHub: %1$@.
zh_hans: 无法读取GitHub发布信息：%1$@
zh_hant: 無法讀取GitHub發布資訊：%1$@

source: The Steam installer could not be opened. Check Logs for details, then try again.
de: Das Steam-Installationsprogramm konnte nicht geöffnet werden. Überprüfen Sie die Protokolle auf Details und versuchen Sie es dann erneut.
es: No se pudo abrir el instalador Steam. Consulte Registros para obtener más detalles y vuelva a intentarlo.
fr: Le programme d'installation de Steam n'a pas pu être ouvert. Consultez les journaux pour plus de détails, puis réessayez.
ja: Steam インストーラーを開けませんでした。詳細についてはログを確認し、再試行してください。
ko: Steam 설치 프로그램을 열 수 없습니다. 자세한 내용은 로그를 확인한 후 다시 시도하세요.
pt_br: O instalador Steam não pôde ser aberto. Verifique os Logs para detalhes e tente novamente.
ru: Не удалось открыть установщик Steam. Подробности проверьте в журналах и повторите попытку.
zh_hans: 无法打开 Steam 安装程序。检查日志以了解详细信息，然后重试。
zh_hant: 無法開啟 Steam 安裝程式。檢查日誌以了解詳細信息，然後重試。

source: The Steam installer is open. Follow its steps to finish installation.
de: Das Steam-Installationsprogramm ist geöffnet. Befolgen Sie die Schritte, um die Installation abzuschließen.
es: El instalador Steam está abierto. Siga sus pasos para finalizar la instalación.
fr: Le programme d'installation de Steam est ouvert. Suivez ses étapes pour terminer l’installation.
ja: Steam インストーラーが開いています。手順に従ってインストールを完了します。
ko: Steam 설치 프로그램이 열려 있습니다. 해당 단계에 따라 설치를 완료하세요.
pt_br: O instalador Steam está aberto. Siga seus passos para concluir a instalação.
ru: Установщик Steam открыт. Следуйте инструкциям, чтобы завершить установку.
zh_hans: Steam 安装程序已打开。按照其步骤完成安装。
zh_hant: Steam 安裝程式已開啟。請依照其步驟完成安裝。

source: The active runtime could not finish preparing this container; launch will continue and Wine can retry automatically: %@
de: Der Container konnte nicht vollständig für die aktive Laufzeitumgebung vorbereitet werden. Der Start wird fortgesetzt und Wine kann es automatisch erneut versuchen: %1$@
es: No se pudo terminar de preparar este contenedor para el entorno activo. El inicio continuará y Wine podrá volver a intentarlo automáticamente: %1$@
fr: La préparation de ce conteneur pour l’environnement actif n’a pas abouti. Le lancement continue et Wine pourra réessayer automatiquement : %1$@
ja: アクティブなランタイム向けのコンテナ準備を完了できませんでした。起動は続行され、Wine が自動的に再試行できます：%1$@
ko: 활성 런타임에 맞게 이 컨테이너를 준비하지 못했습니다. 실행은 계속되며 Wine이 자동으로 다시 시도할 수 있습니다: %1$@
pt_br: Não foi possível concluir a preparação deste contêiner para o runtime ativo. A abertura continuará, e o Wine poderá tentar novamente automaticamente: %1$@
ru: Не удалось завершить подготовку контейнера для активной среды выполнения. Запуск продолжится, и Wine сможет повторить попытку автоматически: %1$@
zh_hans: 活动运行时未能完成此容器的准备。启动将继续，Wine 可自动重试：%1$@
zh_hant: 使用中的執行環境無法完成此容器的準備。啟動會繼續，Wine 可自動重試：%1$@

source: The active runtime is ready.
de: Die aktive Laufzeitumgebung ist bereit.
es: El entorno de ejecución activo está listo.
fr: L’environnement d’exécution actif est prêt.
ja: アクティブなランタイムの準備ができました。
ko: 활성 런타임이 준비되었습니다.
pt_br: O runtime ativo está pronto.
ru: Активная среда выполнения готова.
zh_hans: 活动运行时已就绪。
zh_hant: 使用中的執行環境已準備就緒。

source: The active runtime is used by every container.
de: Die aktive Laufzeitumgebung wird von allen Containern verwendet.
es: Todos los contenedores usan el entorno de ejecución activo.
fr: L’environnement d’exécution actif est utilisé par tous les conteneurs.
ja: すべてのコンテナでアクティブなランタイムが使用されます。
ko: 모든 컨테이너가 활성 런타임을 사용합니다.
pt_br: O runtime ativo é usado por todos os contêineres.
ru: Активная среда выполнения используется всеми контейнерами.
zh_hans: 所有容器都使用活动运行时。
zh_hant: 所有容器都會使用目前的執行環境。

source: The app verifies the exact signed runtime made for this version of Switchyard.
de: Die App prüft die Signatur und stellt sicher, dass die Laufzeit genau zu dieser Switchyard-Version passt.
es: La app verifica la firma y confirma que el entorno de ejecución corresponde exactamente a esta versión de Switchyard.
fr: L’app vérifie la signature et s’assure que l’environnement d’exécution correspond exactement à cette version de Switchyard.
ja: 署名を検証し、このSwitchyardバージョン専用のランタイムであることを確認します。
ko: 이 Switchyard 버전에 맞게 서명된 런타임인지 정확히 확인합니다.
pt_br: O app verifica a assinatura e confirma que o runtime corresponde exatamente a esta versão do Switchyard.
ru: Приложение проверяет подпись и точное соответствие среды выполнения этой версии Switchyard.
zh_hans: App 会验证运行时的签名，并确认它与当前 Switchyard 版本完全匹配。
zh_hant: App 會驗證執行環境的簽章，並確認它與目前的 Switchyard 版本完全相符。

source: The archive does not contain exactly one Switchyard runtime.
de: Das Archiv enthält nicht genau eine Switchyard-Laufzeit.
es: El archivo no contiene exactamente un tiempo de ejecución Switchyard.
fr: L'archive ne contient pas exactement un runtime Switchyard.
ja: アーカイブには、Switchyard ランタイムが 1 つだけ含まれているわけではありません。
ko: 아카이브에는 정확히 하나의 Switchyard 런타임이 포함되어 있지 않습니다.
pt_br: O arquivo não contém exatamente um runtime do Switchyard.
ru: В архиве не содержится ровно одна среда выполнения Switchyard.
zh_hans: 该存档不包含恰好一个 Switchyard 运行时。
zh_hant: 此檔案不包含恰好一個 Switchyard 運行時。

source: The cached Steam installer changed or could not be verified. Download it again from Valve.
de: Das zwischengespeicherte Steam-Installationsprogramm wurde geändert oder konnte nicht überprüft werden. Laden Sie es erneut von Valve herunter.
es: El instalador Steam almacenado en caché cambió o no se pudo verificar. Descárguelo nuevamente desde Valve.
fr: Le programme d'installation Steam mis en cache a été modifié ou n'a pas pu être vérifié. Téléchargez-le à nouveau depuis Valve.
ja: キャッシュされた Steam インストーラーが変更されたか、検証できませんでした。 Valve から再度ダウンロードしてください。
ko: 캐시된 Steam 설치 프로그램이 변경되었거나 확인할 수 없습니다. Valve에서 다시 다운로드하세요.
pt_br: O instalador Steam em cache mudou ou não pôde ser verificado. Baixe novamente do Valve.
ru: Кэшированный установщик Steam изменился или не может быть проверен. Загрузите его еще раз с Valve.
zh_hans: 缓存的 Steam 安装程序已更改或无法验证。从Valve再次下载。
zh_hant: 快取的 Steam 安裝程式已變更或無法驗證。從Valve再次下載。
